{
    "angry" : "Angered Navis are reckless and attack with all their might. While this status is active, Navis with it gain advantage on all Bravery Checks. This includes Attack Rolls. They also add their Spirit to the result of Attack Rolls they make until the next time they land a hit against a target. This attack will deal double damage and cause the status to fade.",
    "aura" : "The Aura status surrounds Navis in a powerful cloak of energy that eliminates any attack weaker than it and grants immunity to the effects of Poison and Lava terrain. When a Navi is attacked while under the Aura status, any damage that is less than an amount specified by the aura’s source is negated. Once the aura is hit with damage high enough to surpass this amount, it fades. Wind damage immediately removes this status.",
    "barrier" : "Navis with the Barrier status are surrounded in a protective field that is able to absorb incoming attacks to prevent damage to the Navi. Barriers often have a capacity for damage that can be absorbed, and when this capacity is met or surpassed the status ends. Wind damage immediately removes this status.",
    "blight" : "See Blight command",
    "blind" : "When Blinded, all Attacks Rolls you make against targets at Near range and beyond are made with disadvantage and you automatically fail any Perception Check you’re required to make. This includes Attack Rolls. When you are attacked from your Near range or further, the Attack Roll is made with advantage.",
    "confusion" : "When Confused, you must make every Movement action available to you at the start of your turn. The direction you move in is determined by a roll of 1d6 and interpreted by your GM. You also immediately fail any Info Check you’re required to make while this status is active. This includes Attack Rolls.",
    "fatigue" : " All actions you make using Spirit Points have their associated costs increased by fifty percent while this status is active. You will also immediately fail any Affinity Check you’re required to make. This includes Attack Rolls.",
    "invisible" : "An Invisible target is unable to be seen by other targets. Attacks made against Invisible targets must first have the attacker specify the area they make the attack at. Should the attack hit, the attacker is informed they have made contact but the status does not end prematurely unless the target is afflicted with Paralysis or Blind.",
    "lock" : "When you become Locked, you are unable to make any Move Actions unless doing so would not change your position on the battlefield. You also immediately fail any Agility Check you’re required to make. This includes Attack Rolls.",
    "paralysis" : "Paralysis prevents you from making any Movement or Attack actions on your turn. During this time, you will also immediately fail all Skill Checks that require Strength or Agility. Once the effect ends, you are unable to be Paralyzed again until after you take your next turn.",
    "shield" : "Shielded targets either have their AC boosted by a specific amount or negate all incoming damage entirely for a specified time. However, Break damage ignores this status and removes it from the recipient.",
    "stagger" : "When Staggered, your AC is reduced by your Body Stat. You also immediately fail any Strength Check you’re required to make. This includes Attack Rolls. This effect can be removed at the cost of all your remaining Move Actions for that round."
}